{
    "DeckName": "Lewd SF",

    "DeckBy": "Strawberry Fields",

    "Truths": [
        "Name a player you'd like to erp with.",
        "What is something you regret?",
        "Are you more into lolis or shotas?",
        "What is your ideal traits in a loli/shota?",
        "What is your favorite activity to do as a loli/shota or what is your favorite activity that a loli/shota does?",
        "Who's your favorite V-tuber?",
        "What is the last hentai you watched?",
        "What is your favorite hentai tag?",
        "Reveal one of your secret kinks.",
        "What is your ultimate sexual fantasy?",
        "Have you ever masturbated using household appliances? If so, what?",
        "Have you ever had a one-night stand? Tell us about it.",
        "What turns you on the most during foreplay?",
        "Have you ever played with yourself without people next to you knowing?",
        "What is the naughtiest thing you’ve ever done in public?",
        "Describe your favorite role-playing scenario.",
        "Have you ever had a threesome or considered having one?",
        "What is your favorite place to have intimate moments besides the bedroom?",
        "What is your favorite sex toy?",
        "Share a secret sexual fantasy that you’ve never told anyone before.",
        "What is the kinkiest thing you’ve ever done",
        "Have you ever had a crush on someone else while in a relationship?",
        "What is your favorite type of foreplay?",
        "Describe your wildest sexual experience.",
        "Who’s clothes would you rip off to have fun",
        "How do you feel about public displays of affection?",
        "Have you ever had a sexy dream? Describe it!",
        "Have you ever had a sexual encounter in a vehicle? If so, where?",
        "How many stuffed animals do you own?",
        "Do you have any phobias? If so, what?",
        "What did you dream about last night?",
        "What is your worst ERP session? Explain it.",
        "Who is someone you want to ERP with but are too shy to?",
        "Name three celebrities you've had a sexual fantasy about",
        "Describe your most embarrassing sexual encounter in detail",
        "Name three VRChat avatars you've had a sexual fantasy about",
        "Do you prefer to give or receive oral sex? Why?",
        "If <player> drove up next to you with a white van, would you hop in?",
        "What is the dirtiest thing you've ever said during sex?",
        "Name one of your favorite kinks",
        "What is your age range?",
        "What avatar type is your fav? (e.g loli. shota. daddy. mommy. teenish. ect)",
        "Audience, how cute is <local>?",
        "What is your opinion of <player>?",
        "What are your thoughts on <player>'s avatar?",
        "Would you like to live a day as <player>? Why or why not?",
        "What's your favorite fictional waifu/husbando?",
        "Do you see <player> as a brother/sister, a friend, a mommy/daddy, etc.",
        "Would you go on a date with <player>?",
        "Who’s cunny is your favorite to lick?",
        "Who’s shota cock is your favorite to suck?",
        "Which loli shota or cub would you kidnap to snuggle?",
        "If you and <player> were in a zombie apocalypse, who do you think would survive the longest?"
    ],
    "Dares": [
        "Mute yourself until next turn.",
        "Touch yourself until your next turn, Make as much noise while doing so as you can.",
        "Kiss the person you find the most attractive.",
        "Take a piece of clothing off(IRL or in-game).",
        "Post the last lolisho pic you have.",
        "Do your best Lolisho voice.",
        "DM someone here your last saved picture.",
        "Do <range[1-25]> squats",
        "You have to say Yes to any question asked of you for the next minute",
        "Try and make everyone laugh",
        "Narrate the next round like a sportscaster",
        "Switch into your most embarrassing avatar till your next turn",
        "Do <range[1-15]> push ups",
        "I dare you to sit in the lap of the last person you ERP with",
        "Make out passionately with someone of the same gender/avi gender until your next turn",
        "Text a friend something. You have to touch yourself until they respond, and keep going after you cum if they still haven't.",
        "Stand up and take your pants and underwear off, and close your eyes. Then have someone pleasure you, and you have to guess who it is with clues from the audience if they're mute/your own ears if they speak.",
        "Stand up against the wall with your butt out and no clothes. Let someone touch you until you cum or use a safeword.",
        "Have someone approach you and let them whisper things into your ears. Once you get aroused, have them stop.",
        "Perform oral on 2 people at once.",
        "Tell the person to your left how much you want to lewd them without using the words fuck or lewd.",
        "Suck one of the bottoms in the group till your next turn",
        "DM someone here that you would like to erp with that you haven't before",
        "Kiss <player>.",
        "Take a nude selfie with  <player>. Be as lewd as you'd like.",
        "Lap dance in <player>’s lap",
        "Make a fart noise with your mouth and say oops pooped my pants. (Blame Alula)",
        "Try to act like <player> for the next 3 minutes",
        "Give <player> a foot massage",
        "Be <player>’s pet till it is your next turn",
        "Everyone tease <local> till their next turn",
        "Start calling <player> Daddy/Mommy till your next turn",
        "Roleplay to <player> as if you're auditioning to be their personal sex slave",
        "Roleplay a phone sex scenario with <player>",
        "Attempt to Dom <player>. If you fail, you are their pet till the next turn.",
        "Sit in <player>’s lap and let them fondle you till next turn",
        "Do your best UwU.",
        "Do a funny dance.",
        "Go caress the Person to your Right",
        "Take a sus selfie of your avatar (and post it in the server later if you want)",
        "Go lick the Genitals of the Person to your Right.",
        "Get in your weirdest avatar until it's your turn again"
    ]
}
