    "Dares": [
        "Mute yourself until next turn.",
        "Touch yourself until your next turn, Make as much noise while doing so as you can.",
        "Kiss the person you find the most attractive.",
        "Take a piece of clothing off(IRL or in-game).",
        "Post the last lolisho pic you have.",
        "Do your best Lolisho voice.",
        "DM someone here your last saved picture.",
        "Do <range[1-25]> squats",
        "You have to say Yes to any question asked of you for the next minute",
        "Try and make everyone laugh",
        "Narrate the next round like a sportscaster",
        "Switch into your most embarrassing avatar till your next turn",
        "Do <range[1-15]> push ups",
        "I dare you to sit in the lap of the last person you ERP with",
        "Make out passionately with someone of the same gender/avi gender until your next turn",
        "Text a friend something. You have to touch yourself until they respond, and keep going after you cum if they still haven't.",
        "Stand up and take your pants and underwear off, and close your eyes. Then have someone pleasure you, and you have to guess who it is with clues from the audience if they're mute/your own ears if they speak.",
        "Stand up against the wall with your butt out and no clothes. Let someone touch you until you cum or use a safeword.",
        "Have someone approach you and let them whisper things into your ears. Once you get aroused, have them stop.",
        "Perform oral on 2 people at once.",
        "Tell the person to your left how much you want to lewd them without using the words "fuck" or "lewd"",
        "Suck one of the bottoms in the group till your next turn",
        "DM someone here that you would like to erp with that you haven't before",
        "Kiss <player>.",
        "Take a nude selfie with  <player>. Be as lewd as you'd like.",
        "Lap dance in <player>’s lap",
        "Make a fart noise with your mouth and say oops pooped my pants. (Blame Alula)",
        "Try to act like <player> for the next 3 minutes",
        "Give <player> a foot massage",
        "Be <player>’s pet till it is your next turn",
        "Everyone tease <local> till their next turn",
        "Start calling <player> Daddy/Mommy till your next turn",
        "Roleplay to <player> as if you're auditioning to be their personal sex slave",
        "Roleplay a phone sex scenario with <player>",
        "Attempt to Dom <player>. If you fail, you are their pet till the next turn.",
        "Sit in <player>’s lap and let them fondle you till next turn",
        "Do your best UwU.",
        "Do a funny dance.",
        "Go caress the Person to your Right",
        "Take a sus selfie of your avatar (and post it in the server later if you want)",
        "Go lick the Genitals of the Person to your Right.",
        "Get in your weirdest avatar until it's your turn again"
    ]
}
